burkeholland.simple-react-snippets
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
ms-python.python
msjsdiag.vscode-react-native
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
primalmotion.primal
redhat.java
ritwickdey.LiveServer
Shan.code-settings-sync
syler.sass-indented
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wix.vscode-import-cost
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme