adamhartford.vscode-base64
amazonwebservices.aws-toolkit-vscode
christian-kohler.path-intellisense
coolbear.systemd-unit-file
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
hashicorp.hcl
hashicorp.terraform
iocave.monkey-patch
mohsen1.prettify-json
ms-python.isort
ms-python.python
ms-python.vscode-pylance
naumovs.color-highlight
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
silvenon.mdx
SimonSiefke.svg-preview
streetsidesoftware.code-spell-checker
syler.sass-indented
szTheory.vscode-packer-powertools
timonwong.shellcheck
unifiedjs.vscode-mdx
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-maven
withfig.fig
wix.vscode-import-cost
xyc.vscode-mdx-preview
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
