amazonwebservices.aws-toolkit-vscode
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
foxundermoon.shell-format
golang.go
hashicorp.hcl
hashicorp.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
naumovs.color-highlight
nicolasvuillamy.vscode-groovy-lint
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
syler.sass-indented
sztheory.vscode-packer-powertools
timonwong.shellcheck
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wix.vscode-import-cost
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
